class urls:
    MAIN_PAGE_URL = "https://praktikum-services.ru"
    DZEN_URL = "https://dzen.ru"

class accordion_data:
    ANSWERS = [
        (0, "Сутки — 400 рублей. Оплата курьеру — наличными или картой."),
        (1, "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете оформить несколько заказов — один за другим."),
        (2, "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если самокат нужен раньше — в комментариях к заказу укажите, к какому времени привезти."),
        (3, "Только надёжная с завтрашнего дня. Ночного довоза у нас нет."),
        (4, "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."),
        (5, "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь часов беспрерывного езды — водитель в сочной куртке точно не нужен."),
        (6, "Выдаём самокат на один день. В конце поездки курьер заберёт его. Если решите взять на более долгий срок — в следующий раз можно будет выбрать более длинный период аренды."),
        (7, "Да, обязательно. Всем самокатов! И Москве, и Подмосковью.")
    ]
